[
    {
        "bookId": "9781234567890",
        "bookName": "The Shadow Conspiracy",
        "author": "Eleanor Nightingale",
        "Book_image": "https://i.ibb.co/C85RXyL/MV5-BNWUw-NWVl-Mzkt-MTg2-YS00-Mz-Ji-LTgz-Zjct-MDY3-Mm-Jm-M2-M1-MTIx-Xk-Ey-Xk-Fqc-Gde-QXVy-NDAx-Njkx.jpg",
        "review": "The Shadow Conspiracy presents a diverse array of speculative fiction tales that delve into the realm of conspiracy with varying degrees of success. Edited by Phyllis Irene Radford and Laura Anne Gilman, this anthology offers a mix of genres, from steampunk to fantasy to alternate history, providing readers with a rich tapestry of imaginative storytelling. One of the anthology's strengths lies in its thematic coherence. Each story explores the theme of conspiracy from a unique angle, offering fresh perspectives and inventive premises. From political intrigue to supernatural machinations, the contributors to 'The Shadow Conspiracy' demonstrate a remarkable range of creativity and imagination.",
        "totalPages": 352,
        "rating": 4.5,
        "category": "Thriller",
        "tags": ["#Suspense", "#Political"],
        "publisher": "Raven Books",
        "yearOfPublishing": 2023,
        "bookClick": "Sort By"
        
    },
    {
        "bookId": "9780987654321",
        "bookName": "Echoes of Eternity",
        "author": "Maxwell Frost",
        "Book_image": "https://i.ibb.co/wSgLrZ8/siege-of-terra-echoes-of-eternity-hb.jpg",
        "review": "The characters in the novel are equally compelling, each with their own motivations, secrets, and conflicts. From the enigmatic mage to the cunning noblewoman, the cast of characters is diverse and multi-dimensional, driving the plot forward with their intertwining storylines and personal journeys. Readers will find themselves deeply invested in the fate of these characters, eagerly following their exploits as they navigate the treacherous waters of politics and power.    Barnes' prose is elegant and evocative, painting vivid images with his words and drawing readers into the heart of the action. The pacing of the novel is well-maintained, with plenty of twists and turns to keep readers guessing until the very end. The plot unfolds with a sense of momentum and urgency, building towards a climactic showdown that delivers on the promises set up throughout the story.",
        "totalPages": 421,
        "rating": 4.8,
        "category": "Science Fiction",
        "tags": ["#Time Travel", "#Adventure"],
        "publisher": "Stellar Press",
        "yearOfPublishing": 2022
       
    },
    {
        "bookId": "9785678901234",
        "bookName": "The Silent Witness",
        "author": "Charlotte Rivers",
        "Book_image": "https://i.ibb.co/92mzKZJ/MV5-BOTUy-MTI1-Nz-Et-Yz-Q0-Ni00-MDk0-LThj-Yz-At-MGQ3-ZTIy-YWNi-Yz-Ez-Xk-Ey-Xk-Fqc-Gde-QXVy-MDY4-Mzky.jpg",
        "review": "The Silent Witness is a compelling legal thriller that delves into the intricacies of the justice system while exploring themes of trust, betrayal, and redemption. Casey Watson crafts a suspenseful narrative that keeps readers guessing until the final pages, blending courtroom drama with psychological tension to create an engaging read. The novel follows defense attorney Sarah Truman as she takes on the case of a young girl named Ellie, who stands accused of a brutal murder. As Sarah delves deeper into Ellie's past and the circumstances surrounding the crime, she uncovers a web of secrets and lies that threatens to unravel everything she thought she knew about the case.",
        "totalPages": 289,
        "rating": 4.3,
        "category": "Mystery",
        "tags": ["#Detective", "#Crime"],
        "publisher": "Harbor Publishing",
        "yearOfPublishing": 2024,
        "bookClick": "Sort By"
    
    },
    {
        "bookId": "9780123456789",
        "bookName": "Beyond the Horizon",
        "author": "Samuel Archer",
        "Book_image": "https://i.ibb.co/SXtzD8j/71-Aa-Wo-WDHL-AC-UF1000-1000-QL80.jpg",
        "review": "Beyond the Horizon is a poignant and evocative historical fiction novel that transports readers to the breathtaking landscapes of Australia while exploring themes of love, loss, and redemption. Ella Carey masterfully weaves together two timelines, spanning decades apart, to tell a captivating story of resilience and hope. The novel follows the journey of two women: Audrey Garnet, a young Englishwoman who embarks on a voyage to Australia in the 1920s in search of a fresh start, and Olivia Barrett, a present-day journalist grappling with her own personal struggles. As their lives become intertwined through the discovery of a mysterious trunk filled with letters and keepsakes, they embark on a journey of self-discovery that spans generations.",
        "totalPages": 512,
        "rating": 4.7,
        "category": "Adventure",
        "tags": ["#Exploration", "#Quest"],
        "publisher": "Voyager Books",
        "yearOfPublishing": 2023
       
    },
    {
        "bookId": "9789876543210",
        "bookName": "In the Realm of Shadows",
        "author": "Isabella Nightshade",
        "Book_image": "https://i.ibb.co/kqXqgHX/MV5-BM2-Nj-MTdm-Zm-It-Ym-Fi-ZS00-Yj-Yx-LWFm-Nj-Ut-ODE2-Ym-Zk-OTgw-Mz-A0-Xk-Ey-Xk-Fqc-Gde-QXVy-MTAw-O.jpg",
        "review": "In the Realm of Shadows is a dark and atmospheric thriller that plunges readers into a world of mystery, suspense, and supernatural intrigue. Robert Swartwood crafts a gripping narrative filled with twists and turns, keeping readers on the edge of their seats as they navigate the shadowy realms between reality and the unknown.    The novel follows the story of Alex, a young man haunted by the disappearance of his sister years earlier. When a mysterious stranger offers him the chance to uncover the truth behind her vanishing, Alex is drawn into a web of secrets and lies that lead him into the heart of the supernatural underworld.",
        "totalPages": 376,
        "rating": 4.6,
        "category": "Fantasy",
        "tags": ["#Magic", "#Dark Fantasy"],
        "publisher": "Enchanted Press",
        "yearOfPublishing": 2022,
        "bookClick": "Sort By"
    },
    {
        "bookId": "9786789012345",
        "bookName": "The Art of Deception",
        "author": "Nathan Blackwood",
        "Book_image": "https://i.ibb.co/d0ytPVH/images.jpg",
        "review": "The Art of Deception is a fascinating exploration of the techniques used by hackers and con artists to manipulate individuals and organizations for personal gain. Kevin D. Mitnick draws upon his own experiences as a notorious hacker to provide insight into the psychology of deception, shedding light on the tactics employed by cybercriminals to exploit human vulnerabilities.  One of the book's greatest strengths lies in its accessibility. Mitnick presents complex concepts in a clear and engaging manner, making them accessible to readers with varying levels of technical expertise. Through real-life case studies and anecdotes, he illustrates the myriad ways in which hackers exploit human trust and naiveté to bypass security measures and gain unauthorized access to sensitive information.",
        "totalPages": 345,
        "rating": 4.4,
        "category": "Suspense",
        "tags": ["#Espionage", "#Conspiracy"],
        "publisher": "Secret Agent Publishing",
        "yearOfPublishing": 2024
    },
    {
        "bookId": "9782345678901",
        "bookName": "Echoes of the Past",
        "author": "Emily Stone",
        "Book_image": "https://i.ibb.co/LPPWPmN/images-1.jpg",
        "review": "Echoes of the Past is a gripping and suspenseful thriller that combines elements of mystery, romance, and adventure into a fast-paced and engaging narrative. Iris Johansen weaves together a complex tale of intrigue and danger, keeping readers on the edge of their seats as they follow the protagonists on a journey of discovery and redemption. The novel follows the story of Eve Duncan, a forensic sculptor who specializes in reconstructing the faces of the deceased. When a mysterious skull arrives at her doorstep, Eve is drawn into a deadly game of cat and mouse with a ruthless adversary who will stop at nothing to keep their secrets buried. With the help of her lover, former Navy SEAL Joe Quinn, and a team of skilled allies, Eve embarks on a quest to uncover the truth behind the skull's origins and the dark secrets it holds.",
        "totalPages": 398,
        "rating": 4.5,
        "category": "Historical Fiction",
        "tags": ["#WWII", "#Family Saga"],
        "publisher": "Timeless Books",
        "yearOfPublishing": 2023,
        "bookClick": "Sort By"
    },
    {
        "bookId": "9783456789012",
        "bookName": "The Hidden Code",
        "author": "David Miller",
        "Book_image": "https://i.ibb.co/gyPPMKL/40712557.jpg",
        "review": "The Hidden Code is a captivating mystery thriller that plunges readers into a world of ancient secrets, cryptic clues, and high-stakes adventure. Written by [Fictional Author], the novel delivers a gripping narrative filled with twists and turns that will keep readers guessing until the very end. The story follows the protagonist, Alex Westwood, a brilliant cryptographer who stumbles upon a mysterious code hidden within an ancient artifact. As Alex delves deeper into the puzzle, she finds herself embroiled in a dangerous game of cat and mouse with a shadowy organization intent on uncovering the code's secrets for their own nefarious purposes.",
        "totalPages": 431,
        "rating": 4.7,
        "category": "Mystery",
        "tags": ["#Cryptology", "#Thriller"],
        "publisher": "Cipher Books",
        "yearOfPublishing": 2022
    },
    {
        "bookId": "9784567890123",
        "bookName": "Whispers in the Dark",
        "author": "Victoria Black",
        "Book_image": "https://i.ibb.co/3yf8C52/MV5-BMTEw-ODQ2-ODk0-NDVe-QTJe-QWpw-Z15-Bb-WU3-MDc1-MTY2-Mj-E-V1.jpg",
        "review": "Whispers in the Dark is a riveting romantic suspense novel that combines pulse-pounding action with steamy romance to create an electrifying and captivating read. Maya Banks crafts a gripping narrative filled with twists and turns, keeping readers on the edge of their seats as they follow the protagonists on a dangerous journey of survival and love. The story follows the main character, Rachel Kelly, a woman with a troubled past who finds herself targeted by a ruthless enemy. When Rachel is kidnapped by a shadowy organization, she must rely on the help of Ethan Kelly, a former Navy SEAL and her estranged brother-in-law, to rescue her from the clutches of her captors.",
        "totalPages": 367,
        "rating": 4.6,
        "category": "Horror",
        "tags": ["#Supernatural", "#Gothic"],
        "publisher": "Eerie Tales Publishing",
        "yearOfPublishing": 2024,
        "bookClick": "Sort By"
    }
]
